/* Learn more label text */
"<b>Learn more</b> about device management and security." = "Aygıt yönetimi ve güvenlik hakkında <b>daha fazlasını öğrenin.</b>";

/* No comment provided by engineer. */
"A system error occurred" = "Sistem hatası oluştu";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Bu aygıttaki hesaplar %@ ve diğer Yahoo uygulamaları kaldırılacaktır.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Hesap Ekle";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Bir hata oluştu. Lütfen daha sonra tekrar deneyin.";

/* Accessibility label for the back button */
"Back" = "Geri";

/* call tip prefix in 2lc */
"Call %@" = "Ara: %@";

/* No comment provided by engineer. */
"Call again" = "Tekrar ara";

/* Cancel
   Cancel button title */
"Cancel" = "İptal";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Sayfa yüklenemiyor.";

/* Accessibility label for the close button */
"Close" = "Kapat";

/* Continue
   Continue to Safari for SHF */
"Continue" = "Devam";

/* Create Account view title
   sign up button title */
"Create Account" = "Hesap Oluştur";

/* learn more alert title */
"Device Not Recognized" = "Cihaz Tanınmadı";

/* No comment provided by engineer. */
"Didn't receive the email?" = "E-postayı almadınız mı?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Kısa mesajı almadınız mı?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Sesli çağrıyı almadınız mı?";

/* Dismiss */
"Dismiss" = "Kapat";

/* Edit button title */
"Edit" = "Düzenle";

/* No comment provided by engineer. */
"Email could not be sent" = "E-posta gönderilemedi";

/* No comment provided by engineer. */
"Email sent" = "E-posta gönderildi";

/* No comment provided by engineer. */
"Enter Code" = "Kodu Girin";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Güvenlik nedeniyle hesabınızı yeniden etkinleştirmeniz gerekmektedir.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Güvenlik nedeniyle, lütfen hesabınızı tekrar doğrulayın.";

/* No comment provided by engineer. */
"For the safety of your account, please login via web." = "Hesabınızın güvenliği için lütfen web üzerinden giriş yapın.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Parolayı/kimliği mi unuttunuz?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Parolanızı mı unuttunuz?";

/* No comment provided by engineer. */
"Generic Handoff" = "Jenerik Aktarma";

/* Go to Account recovery */
"Get Help" = "Yardım Alın";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Hatalı yanıt. Tekrar deneyin.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "Geçersiz kimlik veya parola. Tekrar deneyin.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Gönderim sınırına ulaşıldı. E-posta gönderilemedi.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Sınıra ulaşıldı. Kısa mesaj gönderilemedi veya sesli görüşme yapılamadı.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Oturumunuz sona erdi, lütfen tekrar deneyin.";

/* Network error alert view title */
"Network unavailable." = "Ağ kullanılamıyor.";

/* OK
   OK Button title
   ok button title */
"OK" = "Tamam";

/* password text field place holder */
"Password" = "Parola";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "%@ \niçin lütfen parolanızı girin";

/* Remove the account
   SSO remove account title */
"Remove" = "Kaldır";

/* Remove an account label on SSO screen */
"Remove an account" = "Hesabı kaldır";

/* Select an account label on SSO screen */
"Select an account" = "Bir hesap seçin";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Oturumun süresi doldu, lütfen tekrar giriş yapın.";

/* sign in button title */
"Sign In" = "Giriş";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "<a>Facebook</a> veya <b>Google</b> ile giriş yapın";

/* Zero tap alert signed in as */
"Signed in as" = "Şu şekilde oturum açıldı:";

/* signing in state title for sign in button */
"Signing In" = "Giriş";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Özür dileriz, sistem çalışmıyor. Lütfen daha sonra tekrar deneyin.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Özür dileriz, oturumunuz açılamıyor. Lütfen daha sonra tekrar deneyin.";

/* sms tip prefix in 2lc */
"Text %@" = "Kısa mesaj: %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "Kısa mesaj gönderilemedi";

/* No comment provided by engineer. */
"Text message sent" = "Kısa mesaj gönderildi";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "İkinci Gizli Soru durum verileri Kısa Süreli Doğrulayıcı Kimlik Bilgisi’nden alınamadı";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Çok sayıda girişimde bulunuldu. 24 saat içinde tekrar deneyin.";

/* No comment provided by engineer. */
"Try again" = "Tekrar deneyin";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Sesli çağrı gerçekleştirilemedi";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Oturum açılamıyor. Sistem tarihini kontrol edin ve yeniden deneyin.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Oturum açılamıyor. Lütfen yeniden deneyin.";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Hesabı Güncelleyin";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Yahoo'ya yükseltin";

/* User already signed-in */
"User %@ is already signed in" = "Kullanıcı %@ zaten giriş yapmış";

/* User already signed-in */
"User already signed-in" = "Kullanıcı zaten giriş yapmış";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Doğrulama kodu şuraya gönderildi: %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Sesli görüşme devam ediyor";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "%@ numaralı telefondan doğrulama kodu için sizi aradık.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Bu cihazı tanımıyoruz. Lütfen gizli sorunuzu yanıtlayarak kimliğinizi doğrulayın.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Bu cihazı tanımıyoruz. Lütfen kimliğinizi doğrulayın. Size bir doğrulama kodu göndereceğiz.";

/* ID text field place holder */
"Yahoo ID" = "Yahoo ID'si";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "En az 13 yaşında olmanız gerekiyor.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Hesabınızın kilidi kaldırıldı. Lütfen giriş yapın.";

/* No comment provided by engineer. */
"Your Answer" = "Yanıtınız";

/* learn more alert msg line 1 */
"• New device?" = "• Yeni bir cihaz mı?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Giriş doğrulaması yapılmasını mı tercih ettiniz?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Yeni bir ülkede mi oturum açıyorsunuz?";

